Repository: OpenWebconcept/plugin-openpub-persberichten
Catalog: languages/openpub-persberichten-*.po
Languages: nl_nl

source: Press releases
nl_nl: Persberichten

source: Save
nl_nl: Opslaan

source: Additional info
nl_nl: Aanvullend informatie

source: Additional info that will be added to each press release.
nl_nl: Aanvullende informatie dat aan ieder persbericht wordt toegevoegd.

source: Mailing list
nl_nl: Verzendlijst

source: Search mailing lists
nl_nl: Zoek verzendlijst

source: All mailing lists
nl_nl: Alle verzendlijsten

source: Parent mailing list
nl_nl: Hoofd verzendlijst

source: Edit mailing list
nl_nl: Wijzig verzendlijst

source: Update mailing list
nl_nl: Verzendlijst bijwerken

source: Add new mailing list
nl_nl: Voeg verzendlijst toe

source: New mailing list
nl_nl: Nieuwe verzendlijst

source: Mailing lists
nl_nl: Verzendlijsten

source: Expired
nl_nl: Verlopen

source: No expire date
nl_nl: Geen verloopdatum

source: Will expire on
nl_nl: Is verlopen op

source: Published
nl_nl: Gepubliceerd

source: Press release
nl_nl: Persbericht

source: New press release
nl_nl: Nieuw persbericht

source: Add new press release
nl_nl: Voeg nieuw persbericht toe

source: Add press release
nl_nl: Voeg persbericht toe

source: Edit press release
nl_nl: Wijzig persbericht

source: View press release
nl_nl: Bekijk persbericht

source: All press releases
nl_nl: Alle persberichten

source: Search press release
nl_nl: Zoek persbericht

source: Parent press release:
nl_nl: Hoofd persberichten:

source: No press releases found.
nl_nl: Geen persberichten gevonden.

source: No press releases found in trash.
nl_nl: Geen persberichten gevonden in de prullenbak.

source: Class does not exist
nl_nl: Klasse bestaat niet

source: Inactive
nl_nl: Inactief

source: Minimal version:
nl_nl: Minimale versie:

source: Mailinglist ID
nl_nl: Verzendlijst ID

source: The id of the mailinglist in Laposta.
nl_nl: ID van de verzendlijst in Laposta.
